experiment_scripts/scripts/CONTAINER_THROGHPUT/results/OPIMQ/sysbench/400-339
My process ID is 20
After Trap
sysbench 1.1.0-df89d34 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           8802
        other:                           0
        total:                           8802
    transactions:                        8802   (73.35 per sec.)
    queries:                             8802   (73.35 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      73.3485
    time elapsed:                        120.0024s
    total number of events:              8802

Latency (ms):
         min:                                    6.06
         avg:                                   13.63
         max:                                   78.65
         95th percentile:                       22.69
         sum:                               119961.33

Threads fairness:
    events (avg/stddev):           8802.0000/0.00
    execution time (avg/stddev):   119.9613/0.00