experiment_scripts/scripts/CONTAINER_THROGHPUT/results/OPIMQ/sysbench/400-374
My process ID is 20
After Trap
sysbench 1.1.0-df89d34 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           8775
        other:                           0
        total:                           8775
    transactions:                        8775   (73.12 per sec.)
    queries:                             8775   (73.12 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      73.1231
    time elapsed:                        120.0032s
    total number of events:              8775

Latency (ms):
         min:                                    7.11
         avg:                                   13.67
         max:                                  113.11
         95th percentile:                       22.69
         sum:                               119960.49

Threads fairness:
    events (avg/stddev):           8775.0000/0.00
    execution time (avg/stddev):   119.9605/0.00